[
  {
    "path": "posts/2022-05-09-pip-data-update/",
    "title": "PIP data update on May 9, 2022",
    "description": "This document tracks the revisions that have been made to the data in the World Bank’s Poverty and Inequality Platform. In a typical year, there are two major updates (in March/April and September/October), which bring in new survey data. These major updates are documented using a What’s New document (published in the Global Poverty Monitoring Technical Notes series). When necessary, intermediate updates are made to correct errors as soon as possible. Changes made as part of the intermediate updates are documented below.",
    "author": [
      {
        "name": "PIP Technical Team",
        "url": {}
      }
    ],
    "date": "2022-05-09",
    "categories": [
      "Data update"
    ],
    "contents": "\r\n\r\nContents\r\nSurvey-year estimates\r\nfor Fiji 2019\r\nChanges to national\r\naccounts data\r\nChanges to metadata\r\nChanges to country\r\nprofiles\r\n\r\nSurvey-year estimates for\r\nFiji 2019\r\nThe consumption aggregate has been revised to include all relevant\r\nnon-food expenditures. In the previous version, non-food expenditures in\r\nfour categories (utilities, communication services, domestic services,\r\nand education) were not fully accounted for with all households, leading\r\nto an underestimation of total consumption. The upward revision in the\r\nconsumption aggregate reduces the poverty rates and leads to a small\r\nupward revision of the Gini index.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n09 May\r\n\r\n\r\n08 April\r\n\r\n\r\nGini Index\r\n\r\n\r\n30.71\r\n\r\n\r\n30.14\r\n\r\n\r\nPoverty headcount $1.90\r\n\r\n\r\n1.85\r\n\r\n\r\n2.60\r\n\r\n\r\nPoverty headcount $3.20\r\n\r\n\r\n14.50\r\n\r\n\r\n17.79\r\n\r\n\r\nPoverty headcount $5.50\r\n\r\n\r\n49.43\r\n\r\n\r\n55.54\r\n\r\n\r\nChanges to national accounts\r\ndata\r\nDue to an error in the data, the GDP per capita for Somalia in 2011\r\nhas been removed, which affects the reference-year series for Somalia.\r\nThe vintage of the WDI national accounts data used for India has been\r\nupdated to 15 February 2022, which is consistent with the vintage used\r\nfor all other countries. This affects the reference-year series for\r\nIndia slightly. The February version of WDI also includes national\r\naccounts data for the Syrian Arab Republic, which are now being used in\r\nthe reference-year series. Previously, WDI did not include national\r\naccounts data for the Syrian Arab Republic, so alternative estimates\r\nwere used (for further details on the earlier estimates, see this\r\ndocument)\r\nChanges to metadata\r\nThe comparability indicator for Nigeria has been corrected. It\r\nnow shows a break in comparability between the 2015/16 and 2018/19\r\nsurveys.\r\nThe comparability indicator for Maldives has been corrected. It\r\nnow shows a break in comparability between the 2016 and 2019\r\nsurveys\r\nChanges to country profiles\r\nFor Russia, the country profiles page now shows the consumption trend\r\n(previously, the income trend was shown). In the poverty calculator,\r\nboth trends are available.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-04T23:33:42-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-08-pip-data-update/",
    "title": "PIP data update on April 08, 2022",
    "description": "The semi-annual update to PIP presents new global poverty estimates for 2018 and revises previously published estimates, as a result of newly available survey data (a large number of new country-years have been added) and several changes to the underlying data. Further details on the changes are available in [this document](https://documents.worldbank.org/en/publication/documents-reports/documentdetail/099422404082231105/idu02070690808ee7044720a1e6010de398e6a75).",
    "author": [
      {
        "name": "PIP Technical Team",
        "url": {}
      }
    ],
    "date": "2022-04-08",
    "categories": [
      "Data update",
      "Semi-annual update"
    ],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-04T23:33:16-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-06-21-povcalnet-what-is-new/",
    "title": "PovcalNet What is New",
    "description": "This page is a replica of the old \"What is New\" of the now deprecated PovcalNet system. The intention of this page it to keep institutional memory publicaly available.",
    "author": [
      {
        "name": "PIP Technical Team",
        "url": {}
      }
    ],
    "date": "2021-06-21",
    "categories": [
      "Data update",
      "PovcalNet"
    ],
    "contents": "\r\n\r\nContents\r\n2021/06/21\r\n2021/03/16\r\n2020/09/10\r\n2020/03/17\r\n2019/09/24\r\n2019/03/21\r\n2019/02/07\r\n2018/09/19\r\n2018/04/18\r\n2017/10/10\r\n2016/10/01\r\nChanges in\r\npurchasing power parities\r\nChanges in household\r\nsurvey data\r\nChanges\r\nin the CPI, population data, and national accounts data\r\nMiddle East and North\r\nAfrica Region\r\nChina’s 2013 survey\r\nDefinition\r\nof geographical regions and industrialized economies\r\nChanges in user\r\ninterface\r\n\r\n2015/10/07\r\n2014/12/05 - PovcalNet\r\nWidget goes for testing.\r\n2014/10/09\r\n2014/09/09\r\n\r\n2021/06/21\r\nIn June 2021, minor revisions were made to four sets of survey\r\nestimates:\r\nIn March 2021 the welfare aggregates for Honduras from 2014-2018\r\nwere revised reflecting updates to the poverty measurement methodology\r\n(See March 2021 What’s New for details). This methodology is now also\r\napplied to 2011-2013 to extend the comparability of the series. Minor\r\nchanges have also been made to the 2014-2015 estimates based on revised\r\nraw data correcting previously missing values from conditional cash\r\ntransfer income. The changes to the poverty rate (using the $1.90\r\npoverty line) are all within 2 percentage points.\r\nFor Nicaragua, the consumption vectors in 1993, 1998, 2001, and\r\n2005 were updated resulting in poverty rates (using the $1.90 poverty\r\nline) changing by less than 1 percentage point.\r\nIn March 2021 we meant to update the income aggregate for Mexico\r\nfor the years 1989-1998 according to the SEDLAC-03 harmonization.\r\nErroneously, this did not happen for the 1989 survey, which has been\r\nupdated now. Details behind the changes can be found in the March 2021\r\nWhat’s New document.\r\nWe have corrected a minor error in the conversion of the\r\nIndonesian 2019 distribution from LCU to 2011 PPPs, which shifts the\r\nmean upwards by about 1%.\r\n2021/03/16\r\nThe March 2021 global poverty update from the World Bank presents new\r\npoverty estimates for 2019, and revises the previously published global\r\nand regional estimates from 1981 to 2018. The update includes new\r\nsurveys that have been received and processed, including new surveys\r\nusing imputed consumption data, as well as several changes to the\r\nexisting data. Some changes reflect improvements in the welfare\r\naggregate based on new harmonization efforts and more available\r\ninformation. This document outlines the changes made to the underlying\r\ndata by country, and explains the reasons why the changes have been\r\nmade.\r\n2020/09/10\r\nThe September 2020 global poverty update from the World Bank mainly\r\ninvolves the adoption of the revised 2011 PPPs for the estimation of\r\nglobal poverty. In addition, the coverage rule for reporting regional\r\nand global poverty aggregates has been reviewed. Historical regional and\r\nglobal aggregates are now reported with an annual frequency throughout\r\ninstead of the intervals with varying lengths. Only two surveys have\r\nbeen added: Nigeria (2017/2018) and Canada (2017). Some welfare\r\naggregates from the Luxembourg Income Study (LIS) have been revised.\r\nNational accounts and population input data have been updated. This\r\ndocument explains these changes in detail and the reasoning behind them.\r\nThe data are used for the analysis of global poverty in the Poverty and\r\nShared Prosperity Report 2020.\r\n2020/03/17\r\nThe March 2020 global poverty update from the World Bank presents new\r\npoverty estimates for 2018, and revises the previously published global\r\nand regional estimates from 1981 to 2015. The update includes new\r\nsurveys that have been received and processed, as well as several\r\nchanges to the existing data. Some changes reflect improvements in the\r\nwelfare aggregate based on new harmonization efforts and more available\r\ninformation. This document outlines the changes made to the underlying\r\ndata by country, and explains the reasons why the changes have been\r\nmade.\r\n2019/09/24\r\nThe September 2019 global poverty update from the World Bank includes\r\nrevised survey data which lead to minor changes in the most recent\r\nglobal poverty estimates. The update includes revisions to 18 surveys\r\nfrom four countries. This document outlines the changes made to the\r\nunderlying data. In this release, we provide metadata on comparability\r\nof poverty estimates within countries over time. This document (section\r\n4) provides a more detailed description of the comparability metadata\r\ndatabase. The database can be downloaded here.\r\n2019/03/21\r\nThe March 2019 global poverty update from the World Bank revises the\r\npreviously published global and regional estimates from 1981 to 2015,\r\nusing new data and surveys. The update includes 51 new surveys that have\r\nbeen received and processed, as well as several changes to the existing\r\nsurveys and revised CPI, population and national accounts data. Some\r\nchanges reflect improvements in the welfare aggregate based on new\r\nharmonization efforts and more available information. This document\r\noutlines the changes made to the underlying data.\r\n2019/02/07\r\nNational accounts data for Venezuela has been updated to correspond\r\nfully to WDI series.\r\n2018/09/19\r\nThe September 2018 global poverty update from the World Bank\r\npresents new poverty estimates for 2015, and revises the previously\r\npublished global and regional estimates from 1981 to 2013. The update\r\nincludes new surveys that have been received and processed, as well as\r\nseveral changes to the existing data. Some changes reflect improvements\r\nin the welfare aggregate based on new harmonization efforts and more\r\navailable information. This document outlines the changes made to the\r\nunderlying data by country, and explains the reasons why the changes\r\nhave been made. The 2018 Poverty and Shared Prosperity report\r\n(forthcoming in mid-October) will offer a detailed analysis of the\r\nlatest trends in global and regional poverty, including the 2015\r\nestimates.\r\nIn this release, we also published the API for accessing the\r\nPovcalNet directly without using the Povcalnet web pages. User can refer\r\nthe API specification document for the syntax of API.\r\n2018/04/18\r\nThe April 2018 update to PovcalNet involves several changes to\r\nthe data underlying the global poverty estimates. We include new surveys\r\nthat we have received and processed, as well as several changes to the\r\nexisting data. Some changes reflect improvements in the welfare\r\naggregate based on new harmonization efforts and more available\r\ninformation. Other changes involve corrections of minor errors in the\r\nconstruction of the welfare aggregate. When relevant, we have also\r\nupdated some of the auxiliary data, such as the CPIs and national\r\naccounts data. Finally, we have dropped a few surveys from the database\r\nbased on data quality concerns. This document details the content of and\r\nreasoning behind the changes made.\r\nAs a result of these updates to the database, we have revised the\r\nglobal and regional estimates from 1981 to 2013, originally released in\r\nOctober 2016 and revised in October 2017. The World Bank’s next major\r\nupdate of global and regional poverty estimates is scheduled for October\r\n2018, where we plan to release global poverty estimates for the\r\nreference year 2015. This will coincide with the launch of the next\r\nPoverty and Shared Prosperity report.\r\n2017/10/10\r\nWhile the October 2017 update includes several methodological\r\nchanges, as well as an update of the underlying economy-level data, we\r\nhave not estimated global poverty for a new reference year. Instead, we\r\nhave updated the global and regional poverty estimates for reference\r\nyear 2013 which were originally released in October 2016. From now on,\r\nwe will report updated global poverty estimates only every two years,\r\ncoinciding with the publication of the Poverty and Shared Prosperity\r\nreports. Changes in the global poverty estimates from one year to the\r\nnext are small, in particular when one considers the likely\r\nuncertainties involved in these estimates. Furthermore, many developing\r\neconomies, especially those with high concentrations of extreme poverty,\r\nlack surveys with an annual frequency. Hence, changes from one year to\r\nthe next for these economies are based on our extrapolation and\r\ninterpolation methods, which may give rise to additional estimation\r\nerrors. We plan to release global poverty estimates for reference year\r\n2015 in October 2018.\r\nWe now report a regional poverty estimate for the Middle East and\r\nNorth Africa region in reference year 2013. The surveys that we can now\r\ninclude in our database account for more than 40 percent of the regional\r\npopulation, which is the cut-off for reporting a regional poverty\r\nestimate. This improvement in the population coverage reflects newly\r\navailable data, as well as the resolution of remaining issues with the\r\n2011 PPPs in the region (see below).\r\nIn our global count, we no longer assume that the “other high\r\nincome economies” have no people living in extreme poverty (see the note\r\nfrom 2016/10/01 below for a list of economies that are included in this\r\ngroup). We had previously made this simplifying assumption of zero\r\nextreme poverty in these economies for the global aggregate (for a\r\ndiscussion see Ferreira et al., 2016, p. 160). However, as Prof. Anthony\r\nAtkinson has pointed out in his report of the Commission on Global\r\nPoverty, this assumption is inconsistent with a truly global approach to\r\npoverty measurement (World Bank, 2017, p. 47). He advised that we should\r\nbring these economies into our scope of analysis. This is even more\r\nimportant, as we now report global and regional poverty at additional\r\nhigher lines (next bullet).\r\nWe now report global and regional poverty estimates for two\r\nadditional poverty lines, $3.20/day and $5.50/day (both in 2011 PPPs).\r\nPoverty estimates for these lines are reported in addition to the $1.90\r\nInternational Poverty Line, which remains our headline poverty\r\nthreshold, and continues to define the World Bank’s goal of ending\r\nglobal poverty by 2030. The $3.20 and $5.50 lines are based on the\r\nnational poverty lines typically found in lower- and upper-middle income\r\neconomies, respectively. The methodology for deriving these new poverty\r\nlines is given in Jolliffe and Prydz (2016). Of course, PovcalNet\r\ncontinues to allow users full flexibility in choosing their own poverty\r\nline.\r\nFor Egypt, Iraq, Jordan, Lao PDR, Myanmar and Yemen we use\r\nregression-based 2011 PPP exchange rates estimated from a revised model.\r\nWe were concerned about the reliability of the official PPP exchange\r\nrates in these economies, for example due to poor coverage or quality of\r\nthe underlying price collection, or large discrepancies between CPI- and\r\nPPP-based inflation rates (see Ferreira et al., 2016). Atamanov et\r\nal. (2017) [available by emailing the PovcalNet team] describe the model\r\nused to predict PPP exchange rates for these economies. In the previous\r\nupdate (October 2016), PovcalNet used the following PPPs for these\r\neconomies: For Lao PDR, we used the official 2011 PPP. Egypt, Iraq,\r\nJordan and Yemen used an older regression-based PPP, which our new PPPs\r\nimprove upon. For Myanmar, we had no household survey data\r\navailable.\r\nWe have removed poverty estimates for Cambodia until further\r\nanalytical work is carried out. Close examination of the household\r\nsurvey and price data suggested problems with the household survey-based\r\nwelfare aggregate, producing implausibly low poverty rates. According to\r\nthese estimates, Cambodia’s poverty rate was much lower than what is\r\nexpected from its GDP per capita. Furthermore some non-income welfare\r\nindicators are much lower in Cambodia than in economies with comparable\r\nextreme poverty rates. We have removed the Cambodia data pending further\r\nanalytical work to improve the reliability of the household survey-based\r\nconsumption aggregate. Therefore, like any other economy without survey\r\ndata, Cambodia now enters the regional and global aggregate with the\r\nregional (East Asia and Pacific) headcount ratio.\r\nPovcalNet data for several economies in East Asia and the Pacific\r\nhave been updated to incorporate a spatial adjustment of the welfare\r\naggregate. Adjusting for cost-of-living differences across regions\r\nwithin an economy arguably results in a more accurate representation of\r\nwell-being. Furthermore, this practice is in line with the spatial\r\nadjustments in other regions, such as Latin America, as detailed here.\r\nEconomies that were updated with a spatially-deflated welfare aggregate\r\ninclude: Kiribati, Lao PDR, Papua New Guinea, Philippines, Timor-Leste,\r\nTonga, Tuvalu, Vietnam, Vanuatu, and Samoa.\r\nThe data for the “other high income” economies, as well as some\r\nof the income surveys in Europe and Central Asia, have a small number of\r\nobservations with negative incomes, which we have dropped from the\r\nunderlying database. These observations are typically the result of\r\nnegative profits for self-employed individuals. The observed negative\r\nincome is unlikely to reflect the permanent income of the household. It\r\nalso does not reflect household consumption for this year, since\r\nhouseholds smooth their consumption from one year to the next, and\r\nconsumption expenditure by definition cannot be negative. In other\r\nwords, for those negative income households, we do not observe a level\r\nof income or consumption expenditure that would be a good predictor of\r\ntheir welfare in this year, so we exclude them from the analysis. This\r\nis consistent with our approach adopted for economies in Latin America\r\nand the Caribbean (see SEDLAC methodological documents, p. 20). We view\r\nthis as a temporary fix until we can develop a better method to impute a\r\nmore meaningful level of income or consumption for these\r\nobservations.\r\nAround 119 new household surveys have been added to the World\r\nBank’s global database, bringing the total count of household surveys to\r\n1548. Many surveys have also been updated, reflecting corrections and\r\nimprovements to the data sources. In particular, all the estimates drawn\r\nfrom the Luxembourg Income Study (used for some of the “other high\r\nincome economies”) have been updated. For Haiti in 2012, we now use\r\nconsumption expenditure instead of income as the welfare measure, which\r\ndramatically reduces the estimated poverty headcount ratio.\r\nThe CPI data are primarily taken from the World Development\r\nIndicators. Ferreira et al. (2016) list the economies where alternative\r\nCPIs are used. As of October 2017, alternative CPIs (monthly CPIs) are\r\nalso used for Iran and Myanmar.\r\n2016/10/01\r\nChanges in purchasing\r\npower parities\r\nIn the 2016 PovcalNet update, the poverty measures for all economies\r\nare based on consumption PPPs from the 2011 round of data collection by\r\nthe International Comparison Program. These PPP exchange rates include\r\nbenchmark economies where actual price surveys were conducted, as well\r\nas regression-based PPP estimates where such surveys were not conducted.\r\nDetails on the regression model for the PPP estimation can be found in\r\nWorld Bank (2015). In the 2015 update, a number of economies had still\r\nused the 2005 instead of 2011 PPPs. The following changes have now been\r\nmade:\r\nFor Bangladesh, Cabo Verde, Cambodia, and Lao PDR, the 2005 PPPs are\r\nreplaced in this round by 2011 PPPs;\r\nFor economies in the International Comparison Program region of West\r\nAsia, 2011 regression-based consumption PPPs are used in this\r\nround.\r\nChanges in household survey\r\ndata\r\nMore than 35 new household surveys have been added to the World\r\nBank’s global database, and over 100 other surveys have been updated.\r\nAbout 1240 household surveys are used in this round.\r\nChanges\r\nin the CPI, population data, and national accounts data\r\nThe CPI data used by PovcalNet are given here. For 116 economies,\r\nthe CPI data used for global poverty measurement are taken from the\r\nWorld Development Indicators. For some economies we used alternative\r\nCPIs: China and India use rural and urban CPIs (as provided by the\r\nnational statistics offices). Monthly CPIs are used by 25 economies;\r\nmost are in Latin America and the Caribbean. Another seven economies:\r\nBangladesh, Cambodia, Ghana, Iraq, Lao PDR, Malawi, and Tajikistan, use\r\nthe implied, that is, the expected CPI.\r\nPopulation data have also been updated, with changes for most\r\neconomies. In 21 economies, the changes have been particularly\r\nsignificant, ranging from 0.5 million to 4.5 million.\r\nNational accounts data have also been updated. Per capita GDP,\r\nprivate consumption, and expenditure data have all been\r\nupdated.\r\nMiddle East and North\r\nAfrica Region\r\nAs part of the 2016 update, a detailed reassessment of the 2011\r\nPPPs has been conducted for Egypt, Iraq, Jordan, and the Republic of\r\nYemen. It found that the coverage and quality of the 2011 PPP price data\r\nfor most of these economies were hindered by the exceptional period of\r\ninstability they faced at the time of the 2011 exercise of the\r\nInternational Comparison Program. Moreover, using alternative\r\nregression-based PPPs also seems to underestimate poverty substantially\r\nin these economies, as well as in Lebanon and the Syrian Arab Republic\r\n(but not in West Bank and Gaza).\r\nThe exclusion of economies with problematic 2011 PPPs (Egypt,\r\nIraq, Jordan, and the Republic of Yemen), as well as the lack of recent\r\ndata on Algeria and Syria, imply that the remaining economies account\r\nfor only a third of the region’s population. This is less than the 40\r\npercent threshold of regional population coverage that we impose for\r\nreporting regional poverty estimates. Furthermore, the lack of new data\r\nin several economies that have recently been affected by instability and\r\ncivil conflicts, could lead to a serious underestimation of regional\r\npoverty rates.\r\nAs a compromise between precision and coverage, regional poverty\r\ntotals and headcount ratios are not reported for the Middle East and\r\nNorth Africa, but an estimate of the number of the poor for the region\r\nis included in the global total (based on regression-based PPPs and 2011\r\nPPPs, depending on the economy).\r\nChina’s 2013 survey\r\nIn the 2013 data, a large part of the decline in poverty in East\r\nAsia and the Pacific is attributable to China and Indonesia. The 2013\r\nhousehold survey in China is the first integrated nationwide household\r\nsurvey in the economy. This means that it is not comparable to previous\r\nhousehold surveys, in which rural and urban areas were sampled\r\nseparately. In addition, the most significant change in the 2013 survey\r\nrelative to previous surveys was the inclusion of imputed rents in\r\nincome and consumption aggregates.\r\nBetween 2012 and 2013, China’s poverty rate at the $1.90 poverty\r\nline declined by about 4 percentage points, of which half, that is,\r\nabout 2 percentage points, can be traced to changes in the survey\r\nmethodology. In other words, the actual poverty reduction not explained\r\nby methodological changes was 2 percentage points between 2012 and 2013\r\n(see World Bank, 2016, Table 2B.1, p. 49).\r\nFurthermore, the World Bank’s poverty estimates on China are\r\nbased on grouped distributions, which are often not as precise as direct\r\nestimates based on the full distribution of household income and\r\nconsumption aggregates. In 2013, China’s poverty headcount ratio under\r\nthe $1.90 poverty line was 2.2 percent using individual record data, as\r\nconfirmed by the National Bureau of Statistics, while it was 1.9 percent\r\nbased on grouped data.\r\nDefinition\r\nof geographical regions and industrialized economies\r\nIn the past, PovcalNet used the World Bank’s income classification\r\nback to 1990 to track the Millennium Development Goals. Starting this\r\nround, a new regional geographical classification is used. Two groups of\r\neconomies are included in the six geographical regions presented in\r\nPovcalNet: (a) low- and middle-income economies, and (b) economies\r\neligible to receive loans from the World Bank (such as Chile) and\r\nrecently graduated economies (such as Estonia).\r\nThe remaining economies have a high-income status and are reported as\r\nthe group of “Other high income” in PovcalNet. This group includes the\r\nfollowing economies: Andorra; Antigua and Barbuda; Aruba; Australia;\r\nAustria; The Bahamas; Bahrain; Barbados; Belgium; Bermuda; British\r\nVirgin Islands; Brunei Darussalam; Canada; Cayman Islands; Channel\r\nIslands; Curacao; Cyprus; Denmark; Finland; France; French Guiana;\r\nFrench Polynesia; Germany; Gibraltar; Greece; Greenland; Guadeloupe;\r\nGuam; Iceland; Ireland; Isle of Man; Israel; Italy; Japan; Korea;\r\nKuwait; Liechtenstein; Luxembourg; Macao SAR, China; Malta; Monaco;\r\nNetherlands; New Caledonia; New Zealand; Norway; Oman; Portugal; Qatar;\r\nSaint-Martin; Saudi Arabia; Singapore; Sint Maarten; Spain; St. Kitts\r\nand Nevis; Sweden; Switzerland; Taiwan, China; Turks and Caicos Islands;\r\nUnited Arab Emirates; United Kingdom; United States; and the U.S. Virgin\r\nIslands. All economies not on this list, but included in the World\r\nDevelopment Indicators, are included in their respective geographical\r\nregion.\r\nChanges in user interface\r\nA new analytical function is provided for users to analyze their own\r\ndistribution. This replaces the legacy Povcal.exe provided in the\r\nearlier version. The data submitted to PovcalNet will not be stored by\r\nthe PovcalNet site, nor will PovcalNet do any currency conversion in the\r\ncalculation. Therefore, users should use the same currency unit in the\r\npoverty line as in the distributional data.\r\n2015/10/07\r\nThe October 2015 update of global poverty estimates covers the\r\nperiod from 1981 to 2012 and is based on 2011 PPP. A parallel site,\r\nPovcalNetPPP2005, continues to report data using 2005 PPP. However, the\r\nunderlying data used by the 2005 PPP site have not been\r\nupdated.\r\nThe global poverty line is changed from $1.25/day in 2005PPP to\r\n$1.90/day in 2011PPP. The methodology used to derive the new line is\r\ndescribed in Ferreira et al. (2016).\r\nSubstantial update of the underlying distributional files. A\r\ntotal of 1205 datasets are used in this round.\r\nCPI, population and national accounts data are all\r\nupdated.\r\nThe 2005 PPP is still used for the following economies:\r\nBangladesh, Cabo Verde, Cambodia, Lao and Jordan. These economies are\r\nincluded in the regional and global aggregate (at $1.90 in 2011 PPP)\r\nwith their national headcount ratio estimated from $1.25 in 2005\r\nPPP.\r\nChina has a new integrated (rural and urban areas are no longer\r\nsampled separately) household survey starting in 2013. This new survey\r\nis not used in the October 2015 update. For a more detailed explanation,\r\nsee FAQ#18.\r\nCountry-level poverty estimates based on 2011 PPPs for Algeria,\r\nEgypt, Iraq, Syria and Yemen are not available in this round because of\r\ninexplicably large deviations between CPI and PPP inflations, outdated\r\nsurveys or major ongoing revisions to surveys, and ongoing conflicts.\r\nWhile no economy-level poverty estimates are reported for these\r\neconomies, poverty estimates for these economies are calculated for\r\ninclusion in the global aggregate.\r\n2014/12/05 - PovcalNet\r\nWidget goes for testing.\r\nThe PovcalNet widget is a plugable element for doing poverty analysis\r\nin any web pages. It can be embedded into a third-party site and used by\r\nany user. The underline methodology and data are the same as the full\r\nscale PovcalNet. In addition, the PovcalNet widget is implemented in\r\nmultiple languages. It can also be configured with a default economy and\r\ndefault poverty line. Please see the widget page for full technical\r\ndetails.\r\n2014/10/09\r\nThe entire set of household surveys for the Europe and Central Asia\r\nregion has been updated by the ECA data team. This includes more than\r\n246 surveys from almost all the 29 economies. For details of those\r\nsurvey data, see ECAPOV.\r\nThe entire set of household surveys for the Latin American and the\r\nCaribbean region has been updated. This includes more than 280 surveys\r\nfrom almost all the 25 economies. For details, see SEDLAC.\r\nMany new surveys have been added into PovcalNet from several\r\neconomies in East Asia, Sub-Saharan Africa and South Asia, spanning the\r\nperiod between 2010 and 2012/13.\r\nSurveys for high-income economies have been included in this update.\r\nUser can calculate shared prosperity for those economies. However, the\r\nestimation of the global poverty headcount assumes that nobody lives\r\nbelow $1.25 a day in these economies. There are some observations with\r\nhousehold incomes below $1.25 per person in these economies, but\r\nestimated per capita consumption is above this threshold for nearly\r\neveryone. Due to some negative incomes reported in the data, some of\r\nthese economies have very large poverty gap and squared poverty gap\r\nindices.\r\nThe mean per capita income or consumption for the bottom 10%, 20%, …,\r\n90% of the population is provided after the decile share table.\r\n2014/09/09\r\nThe household survey data for Brazil has been updated. The PNAD\r\ndata used in PovcalNet for Brazil reflects changes in the weighting of\r\nthe survey implemented by the Brazilian statistical office (IBGE) in\r\n2013 to the yearly PNAD survey from 2001 to 2012 (nota_tecnica.pdf). In\r\naddition, the data reflects the use of the Domicilio as the household\r\nunit for Brazil, per agreement with the Brazilian authorities.\r\nA new algorithm is applied to calculate the income or consumption\r\ndecile. This addresses problems associated with income\r\nconcentration.\r\nThe computational problem in estimating the Watts index has been\r\nfixed in this round.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-04T23:27:20-04:00",
    "input_file": {}
  }
]
