[
  {
    "path": "posts/2022-05-09-pip-data-update/",
    "title": "PIP data update on May 9, 2022",
    "description": "This document tracks the revisions that have been made to the data in the World Bank’s Poverty and Inequality Platform. In a typical year, there are two major updates (in March/April and September/October), which bring in new survey data. These major updates are documented using a What’s New document (published in the Global Poverty Monitoring Technical Notes series). When necessary, intermediate updates are made to correct errors as soon as possible. Changes made as part of the intermediate updates are documented below.",
    "author": [
      {
        "name": "PIP Technical Team",
        "url": {}
      }
    ],
    "date": "2022-05-09",
    "categories": [
      "Data revision"
    ],
    "contents": "\r\n\r\nContents\r\nSurvey-year estimates\r\nfor Fiji 2019\r\nChanges to national\r\naccounts data\r\nChanges to metadata\r\nChanges to country\r\nprofiles\r\n\r\nSurvey-year estimates for\r\nFiji 2019\r\nThe consumption aggregate has been revised to include all relevant\r\nnon-food expenditures. In the previous version, non-food expenditures in\r\nfour categories (utilities, communication services, domestic services,\r\nand education) were not fully accounted for with all households, leading\r\nto an underestimation of total consumption. The upward revision in the\r\nconsumption aggregate reduces the poverty rates and leads to a small\r\nupward revision of the Gini index.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n09 May\r\n\r\n\r\n08 April\r\n\r\n\r\nGini Index\r\n\r\n\r\n30.71\r\n\r\n\r\n30.14\r\n\r\n\r\nPoverty headcount $1.90\r\n\r\n\r\n1.85\r\n\r\n\r\n2.60\r\n\r\n\r\nPoverty headcount $3.20\r\n\r\n\r\n14.50\r\n\r\n\r\n17.79\r\n\r\n\r\nPoverty headcount $5.50\r\n\r\n\r\n49.43\r\n\r\n\r\n55.54\r\n\r\n\r\nChanges to national accounts\r\ndata\r\nDue to an error in the data, the GDP per capita for Somalia in 2011\r\nhas been removed, which affects the reference-year series for Somalia.\r\nThe vintage of the WDI national accounts data used for India has been\r\nupdated to 15 February 2022, which is consistent with the vintage used\r\nfor all other countries. This affects the reference-year series for\r\nIndia slightly. The February version of WDI also includes national\r\naccounts data for the Syrian Arab Republic, which are now being used in\r\nthe reference-year series. Previously, WDI did not include national\r\naccounts data for the Syrian Arab Republic, so alternative estimates\r\nwere used (for further details on the earlier estimates, see this\r\ndocument)\r\nChanges to metadata\r\nThe comparability indicator for Nigeria has been corrected. It\r\nnow shows a break in comparability between the 2015/16 and 2018/19\r\nsurveys.\r\nThe comparability indicator for Maldives has been corrected. It\r\nnow shows a break in comparability between the 2016 and 2019\r\nsurveys\r\nChanges to country profiles\r\nFor Russia, the country profiles page now shows the consumption trend\r\n(previously, the income trend was shown). In the poverty calculator,\r\nboth trends are available.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-04T22:45:00-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-08-pip-data-update/",
    "title": "PIP data update on April 08, 2022",
    "description": "The semi-annual update to PIP presents new global poverty estimates for 2018 and revises previously published estimates, as a result of newly available survey data (a large number of new country-years have been added) and several changes to the underlying data. Further details on the changes are available in [this document](https://documents.worldbank.org/en/publication/documents-reports/documentdetail/099422404082231105/idu02070690808ee7044720a1e6010de398e6a75).",
    "author": [
      {
        "name": "PIP Technical Team",
        "url": {}
      }
    ],
    "date": "2022-04-08",
    "categories": [
      "Data revision",
      "Semi-annual update"
    ],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-04T22:53:47-04:00",
    "input_file": {}
  }
]
